Revit 2027 API
ParameterTypeId.ZoneServiceTypeParam Property
 "Service Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneServiceTypeParam { get; }
Public Shared ReadOnly Property ZoneServiceTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneServiceTypeParam {
	ForgeTypeId^ get ();
}
static member ZoneServiceTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace